Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Auto Content Sync
ar: مزامنة المحتوى التلقائية
ca: Sincronització automàtica del contingut
cy: Cysoni Cynnwys Awtomatig
da: Automatisk indholdssynkronisering
da_instk12: Automatisk indholdssynkronisering
de: Automatische Synchronisation von Inhalten
es: Sincronización automática de contenido
es_es: Sincronización automática del contenido
fi: Automaattinen sisällön synkronisointi
fr: Synchronisation auto du contenu
fr_ca: Synchronisation automatique du contenu
ga: Sioncronú Ábhar Uathoibríoch
hi: स्वचालित सामग्री सिंक
ht: Senkwonizasyon Kontni Otomatik
id: Sinkronisasi Konten Otomatis
is: Sjálfvirk samstilling efnis
it: Sincronizzazione contenuto automatica
ja: コンテンツ自動同期
ko: 자동 콘텐츠 동기화
mi: Tukutahi Ihirangi Aunoa
ms: Segerakan Kandungan Automatik
nb: Automatisk synkronisering av innhold
nb_instk12: Automatisk synkronisering av innhold
nl: Automatisch synchroniseren van content
pl: Automatyczna synchronizacja zawartości
pt: Sincronização automática de conteúdos
pt_br: Sincronização automática de conteúdo
ru: Автоматическая синхронизация контента
sl: Samodejna sinhronizacija vsebine
sv: Automatisk innehållssynkronisering
sv_instk12: Automatisk innehållssynkronisering
th: ซิงค์เนื้อหาอัตโนมัติ
vi: Tự Động Đồng Bộ Nội Dung
zh: 自动同步内容
zh_hk: 自動內容同步

source: Availability
ar: الإتاحة
ca: Disponibilitat
cy: Argaeledd
da: Tilgængelighed
da_instk12: Tilgængelighed
de: Verfügbarkeit
es: Disponibilidad
es_es: Disponibilidad
fi: Saatavuus:
fr: Disponibilité
fr_ca: Disponibilité
ga: Infhaighteacht
hi: उपलब्धता
ht: Disponibilite
id: Ketersediaan
is: Tiltækileiki
it: Disponibilità
ja: 利用可能性
ko: 사용 가능
mi: wātea
ms: Ketersediaan
nb: Tilgjengelighet
nb_instk12: Tilgjengelighet
nl: Beschikbaarheid
pl: Dostępność
pt: Disponibilidade
pt_br: Disponibilidade
ru: Доступность
sl: Razpoložljivost
sv: Tillgänglighet
sv_instk12: Tillgänglighet
th: ความพร้อม
vi: Độ Khả Dụng
zh: 可用性
zh_hk: 可用期

source: Availability:
ar: التوفر:
ca: Disponibilitat:
cy: Argaeledd:
da: Tilgængelighed:
da_instk12: Tilgængelighed:
de: Verfügbarkeit:
es: Disponibilidad:
es_es: Disponibilidad:
fi: Saatavuus:
fr: Disponibilité :
fr_ca: Disponibilité :
ga: Infhaighteacht:
hi: उपलब्धता:
ht: Disponibilite:
id: Ketersediaan:
is: Tiltækileiki:
it: Disponibilità:
ja: 公開設定：
ko: 사용 가능:
mi: Wāteatanga:
ms: Ketersediaan:
nb: Tilgjengelighet:
nb_instk12: Tilgjengelighet:
nl: Beschikbaarheid:
pl: Dostępność:
pt: Disponibilidade:
pt_br: Disponibilidade:
ru: Доступность:
sl: Razpoložljivost:
sv: Tillgänglighet:
sv_instk12: Tillgänglighet:
th: ความพร้อม:
vi: Tính khả dụng:
zh: 可用性：
zh_hk: 可用性：

source: Availability: Closed
ar: الإتاحة: مغلق
ca: Disponibilitat: Tancat
cy: Argaeledd: Wedi cau
da: Tilgængelighed: Lukket
da_instk12: Tilgængelighed: Lukket
de: Verfügbarkeit: Geschlossen
es: Disponibilidad: Cerrado
es_es: Disponibilidad: Cerrado
fi: Saatavuus: Suljettu
fr: Disponibilité : Fermé
fr_ca: Disponibilité : Fermé
ga: Infhaighteacht: Dúnta
hi: उपलब्धता: बंद किया गया
ht: Disponibilite: Fèmen
id: Ketersediaan: Ditutup
is: Tiltækileiki: Lokað
it: Disponibilità: Chiuso
ja: 利用可能性：終了済み
ko: 사용 가능: 종료됨
mi: Wāteatanga kua katia
ms: Ketersediaan: Ditutup
nb: Tilgjengelighet: Lukket
nb_instk12: Tilgjengelighet: Lukket
nl: Beschikbaarheid: Gesloten
pl: Dostępność: Zamknięte
pt: Disponibilidade: Fechado
pt_br: Disponibilidade: Fechado
ru: Доступность: Закрыто
sl: Razpoložljivost: Zaprto
sv: Tillgänglighet: Stängda
sv_instk12: Tillgänglighet: Stängd
th: ความพร้อม: ปิดแล้ว
vi: Độ Khả Dụng: Đã Đóng
zh: 可用性：已关闭
zh_hk: 可用性：已關閉

source: Available from
ar: متوفر بدءًا من
ca: Disponible de
cy: Ar gael o
da: Tilgængelig fra
da_instk12: Tilgængelig fra
de: Verfügbar von
es: Disponible desde
es_es: Disponible desde
fi: Saatavissa alkaen
fr: Disponible(s) depuis le
fr_ca: Disponible depuis
ga: Ar fáil ó
hi: इस तिथि से उपलब्ध:
ht: Disponib depi
id: Tersedia dari
is: Tiltækt frá
it: Disponibile da
ja: 公開日時
ko: 사용 가능 시작
mi: Wātea i
ms: Tersedia dari
nb: Tilgjengelig fra
nb_instk12: Tilgjengelig fra
nl: Beschikbaar vanaf
pl: Dostępne od
pt: Disponível de
pt_br: Disponível a partir de
ru: Доступно с
sl: Na voljo od
sv: Tillgänglig från
sv_instk12: Tillgänglig från
th: ใช้ได้จาก
vi: Khả dụng từ
zh: 开始时间
zh_hk: 可用起始日期

source: Available From
ar: متاح من
ca: Disponible de
cy: Ar gael o
da: Tilgængelig fra
da_instk12: Tilgængelig fra
de: Verfügbar von
es: Disponible desde
es_es: Disponible desde
fi: Saatavissa alkaen
fr: Disponible depuis le
fr_ca: Disponible depuis
ga: Ar fáil ó
hi: इस तिथि से उपलब्ध:
ht: Disponib Depi
id: Tersedia Mulai
is: Tiltækt frá
it: Disponibile da
ja: から利用可能
ko: 사용 가능 시작
mi: Wātea Mai
ms: Tersedia Dari
nb: Tilgjengelig fra
nb_instk12: Tilgjengelig fra
nl: Beschikbaar vanaf
pl: Dostępne od
pt: Disponível de
pt_br: Disponível de
ru: Доступно с
sl: Na voljo od
sv: Tillgänglig från
sv_instk12: Tillgänglig från
th: ใช้ได้จาก
vi: Khả Dụng Từ
zh: 开始日期
zh_hk: 可用起始日期

source: Available From:
ar: متوفر من:
ca: Disponible de:
cy: Ar gael o:
da: Tilgængelig fra:
da_instk12: Tilgængelig fra:
de: Verfügbar von:
es: Disponible desde:
es_es: Disponible desde:
fi: Saatavissa alkaen:
fr: Disponible à partir du :
fr_ca: Disponible sur :
ga: Ar fáil ó:
hi: इस तिथि से उपलब्ध:
ht: Disponib Depi:
id: Tersedia Mulai:
is: Tiltækt frá:
it: Disponibile da:
ja: 利用可能となる日：
ko: 사용 가능 시작:
mi: Wātea mai:
ms: Tersedia Dari:
nb: Tilgjengelig fra:
nb_instk12: Tilgjengelig fra:
nl: Beschikbaar vanaf:
pl: Dostępne od:
pt: Disponível de:
pt_br: Disponível a partir de:
ru: Доступно с:
sl: Na voljo od:
sv: Tillgänglig från och med:
sv_instk12: Tillgänglig från och med:
th: ใช้ได้จาก:
vi: Khả Dụng Từ:
zh: 起始可用日期：
zh_hk: 可用起始日期：

source: Available offline
ar: متاح دون اتصال
ca: Està disponible sense connexió
cy: Ar gael all-lein
da: Tilgængelig offline
da_instk12: Tilgængelig offline
de: Offline verfügbar
es: Disponible sin conexión
es_es: Disponible sin conexión
fi: Saatavilla verkon ulkopuolella
fr: Accessible hors ligne
fr_ca: Disponible hors-ligne
ga: Ar fáil as líne
hi: ऑफ़लाइन उपलब्ध
ht: Disponib san koneksyon
id: Tersedia offline
is: Fáanlegt án nettengingar
it: Disponibile offline
ja: オフラインで利用可能
ko: 오프라인으로 사용 가능
mi: Kei te waatea tuimotu
ms: Tersedia di luar talian
nb: Tilgjengelig i frakoblet modus
nb_instk12: Tilgjengelig i frakoblet modus
nl: Offline beschikbaar
pl: Dostępne offline
pt: Disponível offline
pt_br: Disponível off-line
ru: Доступно в автономном режиме
sl: Na voljo brez povezave
sv: Tillgänglig online
sv_instk12: Tillgänglig online
th: รายการออฟไลน์ที่มี
vi: Khả dụng ngoại tuyến
zh: 离线可用
zh_hk: 可離線使用

source: Available until
ar: متوفر حتى
ca: Disponible fins al
cy: Ar gael tan
da: Tilgængelig indtil
da_instk12: Tilgængelig indtil
de: Verfügbar bis
es: Disponible hasta
es_es: Disponible hasta
fi: Saatavissa tähän asti
fr: Disponibles jusqu’au
fr_ca: Disponibles jusqu’au
ga: Ar fáil go dtí
hi: इस तिथि तक उपलब्ध:
ht: Disponib jiska
id: Tersedia hingga
is: Tiltækt til
it: Disponibile fino a
ja: 次の日付まで利用可能
ko: 사용 가능 마감
mi: wātea noa
ms: Tersedia hingga
nb: Tilgjengelig til
nb_instk12: Tilgjengelig til
nl: Beschikbaar tot
pl: Dostępny do
pt: Disponível até
pt_br: Disponível até
ru: Доступно до
sl: Na voljo do
sv: Tillgänglig till
sv_instk12: Tillgänglig till
th: ใช้ได้จนถึง
vi: Khả dụng đến
zh: 可供使用的截止日期
zh_hk: 可用截止時間：

source: Available Until
ar: متاح حتى
ca: Disponible fins a
cy: Ar gael tan
da: Tilgængelig indtil
da_instk12: Tilgængelig indtil
de: Verfügbar bis
es: Disponible hasta
es_es: Disponible hasta
fi: Saatavissa tähän päivämäärään saakka
fr: Disponible jusqu’à
fr_ca: Disponible jusqu’à
ga: Ar fáil Go dtí
hi: इस तिथि तक उपलब्ध:
ht: Disponib Jiska
id: Tersedia Hingga
is: Tiltækt til
it: Disponibile fino a
ja: 終了日時
ko: 사용 가능 마감
mi: Wātea Kia
ms: Tersedia Hingga
nb: Tilgjengelig frem til
nb_instk12: Tilgjengelig frem til
nl: Beschikbaar tot
pl: Dostępne do
pt: Disponível até
pt_br: Disponível até
ru: Доступно до
sl: Na voljo do
sv: Tillgänglig till
sv_instk12: Tillgänglig till
th: ใช้ได้จนถึง
vi: Khả Dụng Đến
zh: 截止时间
zh_hk: 可用截止時間

source: Available Until:
ar: متوفر حتى:
ca: Disponible fins a:
cy: Ar gael Tan:
da: Tilgængelig indtil:
da_instk12: Tilgængelig Indtil:
de: Verfügbar bis:
es: Disponible hasta:
es_es: Disponible hasta:
fi: Saatavissa asti:
fr: Disponible jusqu’au :
fr_ca: Disponibles jusqu’au :
ga: Ar fáil Go Dtí:
hi: इस तिथि तक उपलब्ध:
ht: Disponib Jiska:
id: Tersedia Hingga:
is: Tiltækt til:
it: Disponibile fino a:
ja: 最終利用可能日：
ko: 사용 가능 마감:
mi: Wātea kī:
ms: Tersedia Hingga:
nb: Tilgjengelig til:
nb_instk12: Tilgjengelig til:
nl: Beschikbaar tot:
pl: Dostępne do:
pt: Disponível até:
pt_br: Disponível até:
ru: Доступно до:
sl: Na voljo do:
sv: Tillgänglig tills:
sv_instk12: Tillgänglig tills:
th: ใช้ได้จนถึง:
vi: Khả Dụng Đến:
zh: 截止可用日期：
zh_hk: 可用截止時間：

source: Average
ar: متوسط
ca: Mitjà
cy: Cyfartaledd
da: Gennemsnitlig
da_instk12: Gennemsnitlig
de: Durchschnitt
es: Promedio
es_es: Promedio
fi: Keskimääräinen
fr: Moyenne
fr_ca: Moyenne
ga: Meán
hi: औसत
ht: Mwayèn
id: Rata-Rata
is: Meðaltal
it: Media
ja: 平均
ko: 평균
mi: toharite
ms: Purata
nb: Gjennomsnittlig
nb_instk12: Gjennomsnittlig
nl: Gemiddeld
pl: Średni
pt: Média
pt_br: Média
ru: Среднее значение
sl: Povprečje
sv: Genomsnitt
sv_instk12: Genomsnitt
th: เฉลี่ย
vi: Trung Bình
zh: 平均
zh_hk: 平均

source: Back
ar: عودة
ca: Enrere
cy: Yn ôl
da: Tilbage
da_instk12: Tilbage
de: Zurück
es: Volver
es_es: Volver
fi: Takaisin
fr: Retour
fr_ca: Retour
ga: Ar ais
hi: वापस जाएं
ht: Retounen
id: Kembali
is: Til baka
it: Indietro
ja: 戻る
ko: 뒤로
mi: Hoki
ms: Kembali
nb: Tilbake
nb_instk12: Tilbake
nl: Terug
pl: Wstecz
pt: Voltar
pt_br: Voltar
ru: Назад
sl: Nazaj
sv: Tillbaka
sv_instk12: Tillbaka
th: ย้อนกลับ
vi: Quay lại
zh: 返回
zh_hk: 返回

source: Back to editing
ar: العودة إلى التحرير
ca: Enrere a edició
cy: Yn ôl i olygu
da: Tilbage til redigering
da_instk12: Tilbage til redigering
de: Zurück zur Bearbeitung
es: Volver a la edición
es_es: Volver a la edición
fi: Takaisin muokkaukseen
fr: Retour aux modifications
fr_ca: Retour à l’édition
ga: Ar ais go dtí an eagarthóireacht
hi: वापस संपादन पर
ht: Retounen nan Edisyon
id: Kembali ke editing
is: Til baka í breytingu
it: Torna a modifica
ja: 編集に戻る
ko: 편집으로 돌아가기
mi: Hoki ki te whakatika
ms: Kembali ke pengeditan
nb: Tilbake til redigering
nb_instk12: Tilbake til redigering
nl: Terug naar bewerken
pl: Powrót do edytowania
pt: Voltar à edição
pt_br: Voltar para edição
ru: Назад к редактированию
sl: Nazaj na urejanje
sv: Tillbaka till redigering
sv_instk12: Tillbaka till redigering
th: กลับไปที่แก้ไข
vi: Quay lại việc chỉnh sửa
zh: 返回到编辑
zh_hk: 返回編輯

source: Base on graded assignments
ar: على أساس المهام التي تم تقييمها
ca: Basat en activitats qualificades
cy: Yn seiliedig ar aseiniadau wedi’u graddio
da: Baseret på bedømte opgaver
da_instk12: Baseret på bedømte opgaver
de: Auf benoteten Aufgaben basieren
es: Basar en tareas calificadas
es_es: Basarse en actividades evaluadas
fi: Pohja arvostelluissa tehtävissä
fr: Baser sur les travaux notés
fr_ca: Baser sur les travaux notés
ga: Bunús ar thascanna grádaithe
hi: ग्रेड की गई असाइनमेंट के आधार पर
ht: Daprè sesyon klase yo
id: Berdasarkan tugas yang dinilai
is: Byggt á verkefnum með einkunnum
it: Basato su compiti valutati
ja: 採点された課題ベース
ko: 채점된 과제에 기반
mi: Turanga i runga i ngā whakataunga kua kōeketia
ms: Berdasarkan tugasan bergred
nb: Basert på vurderte oppgaver
nb_instk12: Basert på vurderte oppgaver
nl: Op basis van beoordeelde opdrachten
pl: Na podstawie ocenionych zadań
pt: Com base em tarefas classificadas
pt_br: Baseie em tarefas avaliadas
ru: На основе оцениваемых заданий
sl: Na podlagi ocenjenih nalog
sv: Baserat på bedömda uppgifter
sv_instk12: Baserat på bedömda uppgifter
th: พิจารณาจากภารกิจที่ให้เกรด
vi: Căn cứ theo bài tập đã được chấm điểm
zh: 取决于评分作业
zh_hk: 基於已評分的作業

source: Based on graded assignments
ar: على أساس المهام التي تم تقييمها
ca: Basat en activitats qualificades
cy: Yn seiliedig ar aseiniadau wedi’u graddio
da: Baseret på bedømte opgaver
da_instk12: Baseret på vurderede opgaver
de: Basierend auf benoteten Aufgaben
es: Basado en tareas calificadas
es_es: Basado en actividades evaluadas
fi: Perustuu arvosteltuihin tehtäviin
fr: En fonction des travaux notés
fr_ca: Baser sur les travaux notés
ga: Bunaithe ar thascanna marcáilte
hi: ग्रेड की गई असाइनमेंट के आधार पर
ht: Sou baz devwa yo evalye yo
id: Berdasarkan tugas yang dinilai
is: Byggt á verkefnum með einkunnum
it: Basato su compiti valutati
ja: 評定済み課題に基づく
ko: 채점된 과제에 기반
mi: I runga i nga taumahi kua tohua
ms: Berdasarkan tugasan bergred
nb: Basert på vurderte oppgaver
nb_instk12: Basert på vurderte oppgaver
nl: Gebaseerd op beoordeelde opdrachten
pl: Na podstawie ocenionych zadań
pt: Com base em tarefas classificadas
pt_br: Com base em tarefas avaliadas
ru: На основе оцененных заданий
sl: Na podlagi ocenjenih nalog
sv: Baserat på bedömda uppgifter
sv_instk12: Baserat på bedömda uppgifter
th: พิจารณาจากภารกิจที่ให้เกรด
vi: Căn cứ theo bài tập đã được chấm điểm
zh: 基于评分的作业
zh_hk: 基於已評分的作業列表

source: black
ar: أسود
ca: negre
cy: du
da: sort
da_instk12: sort
de: schwarz
es: negro
es_es: negro
fi: musta
fr: noir
fr_ca: noir
ga: dubh
hi: काला
ht: nwa
id: hitam
is: svart
it: nero
ja: ブラック
ko: 검정
mi: pango
ms: hitam
nb: svart
nb_instk12: svart
nl: zwart
pl: czarny
pt: preto
pt_br: preto
ru: черный
sl: črna
sv: svart
sv_instk12: svart
th: ดำ
vi: đen
zh: 黑色
zh_hk: 黑色

source: Blocking
ar: حظر
ca: S'està bloquejant
cy: Rhwystro
da: Blokerer
da_instk12: Blokerer
de: Blockieren
es: Bloqueo
es_es: Bloqueo
fi: Estetään
fr: Blocage
fr_ca: Bloquage
ga: Ag blocáil
hi: अवरुद्ध किया जा रहा है
ht: Bloke
id: Memblokir
is: Loka á
it: Blocco
ja: ブロック中
ko: 차단
mi: Kua aukatia
ms: Menyekat
nb: Sperring
nb_instk12: Sperring
nl: Blokkeren
pl: Blokowanie
pt: Bloqueado
pt_br: Bloqueio
ru: Блокирование
sl: Blokiram
sv: Blockerar
sv_instk12: Blockerar
th: กำลังบล็อค
vi: Đang Chặn
zh: 阻止中
zh_hk: 正在封鎖

source: blue
ar: أزرق
ca: blau
cy: glas
da: blå
da_instk12: blå
de: blau
es: azul
es_es: azul
fi: sininen
fr: bleu
fr_ca: bleu
ga: gorm
hi: नीला
ht: ble
id: biru
is: blátt
it: blu
ja: ブルー
ko: 파랑
mi: kahurangi
ms: biru
nb: blå
nb_instk12: blå
nl: blauw
pl: niebieski
pt: azul
pt_br: azul
ru: синий
sl: modra
sv: blå
sv_instk12: blå
th: น้ำเงิน
vi: xanh dương
zh: 蓝色
zh_hk: 藍色

source: Blue
ar: أزرق
ca: Blau
cy: Glas
da: Blå
da_instk12: Blå
de: Blau
es: Azul
es_es: Azul
fi: Sininen
fr: Bleu
fr_ca: Bleu
ga: Gorm
hi: नीला
ht: Ble
id: Biru
is: Blár
it: Blu
ja: ブルー
ko: 파랑
mi: Kikorangi
ms: Biru
nb: Blå
nb_instk12: Blå
nl: Blauw
pl: Niebieski
pt: Azul
pt_br: Azul
ru: Синий
sl: Modro
sv: Blå
sv_instk12: Blå
th: น้ำเงิน
vi: Xanh Dương
zh: 蓝色
zh_hk: 藍色

source: Bold
ar: غامق
ca: Negreta
cy: Trwm
da: Fed
da_instk12: Fed
de: Fett
es: Negrita
es_es: Negrita
fi: Lihavoitu
fr: Gras
fr_ca: Gras
ga: Trom
hi: बोल्ड
ht: Gra
id: Tebal
is: Feitletrað
it: Grassetto
ja: ボールド
ko: 굵게
mi: maia
ms: Tebal
nb: Fet
nb_instk12: Fet
nl: Vet
pl: Pogrubiona
pt: Negrito
pt_br: Negrito
ru: Жирный
sl: Krepko
sv: Fet
sv_instk12: Fet
th: หนา
vi: Đậm
zh: 粗体
zh_hk: 粗體

source: Brick
ar: قرميد
ca: Totxo
cy: Bric
da: Mursten
da_instk12: Mursten
de: Ziegelrot
es: Ladrillo
es_es: Ladrillo
fi: Tiili
fr: Brique
fr_ca: Brique
ga: Bríce
hi: ईंट
ht: Brik
id: Batu Bata
is: Kubbur
it: Mattone
ja: ブロック
ko: 벽돌
mi: Pereki
ms: Batu bata
nb: Blokk
nb_instk12: Blokk
nl: Steenrood
pl: Cegła
pt: Construir
pt_br: Tijolo
ru: Блок
sl: Opeka
sv: Byggsten
sv_instk12: Tegelsten
th: บริค
vi: Gạch
zh: 砖块
zh_hk: 磚頭

source: By Due Date
ar: حسب تاريخ الاستحقاق
ca: Per data de venciment
cy: Yn ôl Dyddiad Erbyn
da: Efter afleveringsdato
da_instk12: Efter afleveringsdato
de: Nach Abgabefrist
es: Por fecha de entrega
es_es: Por fecha límite
fi: Määräpäivän perusteella
fr: Par échéance
fr_ca: Par échéance
ga: Faoi Dáta Dlite
hi: नियत तिथि तक
ht: Pa Delè
id: Menurut Tanggal Batas
is: Eftir skiladegi
it: Per data di scadenza
ja: 期日ごと
ko: 기한 기준
mi: Na Rā Nā
ms: Mengikut Tarikh Siap
nb: Etter frist
nb_instk12: Etter frist
nl: Op inleverdatum
pl: Według terminu dostarczenia
pt: Por data de entrega
pt_br: Por data de entrega
ru: По сроку сдачи
sl: Glede na rok
sv: Efter inlämningsdatum
sv_instk12: Efter inlämningsdatum
th: ตามวันครบกำหนด
vi: Theo Ngày Đến Hạn
zh: 根据截止时间
zh_hk: 按截止日期

source: By Group
ar: حسب المجموعة
ca: Per grup
cy: Yn ôl Grŵp
da: Efter gruppe
da_instk12: Efter gruppe
de: Nach Gruppe
es: Por grupo
es_es: Por grupo
fi: Ryhmän perusteella
fr: Par groupe
fr_ca: Par groupe
ga: De réir Grúpa
hi: ग्रुप द्वारा
ht: Pa Gwoup
id: Menurut Grup
is: Eftir hóp
it: Per gruppo
ja: グループごと
ko: 그룹 기준
mi: Ma te Roopu
ms: Mengikut Kumpulan
nb: Etter gruppe
nb_instk12: Etter gruppe
nl: Op groep
pl: Według grupy
pt: Por Grupo
pt_br: Por grupo
ru: По группе
sl: Po skupinah
sv: Efter grupp
sv_instk12: Efter grupp
th: ตามกลุ่ม
vi: Theo Nhóm
zh: 按组
zh_hk: 依群組

source: Calendar
ar: التقويم
ca: Calendari
cy: Calendr
da: Kalender
da_instk12: Kalender
de: Kalender
es: Calendario
es_es: Calendario
fi: Kalenteri
fr: Agenda
fr_ca: Calendrier
ga: Féilire
hi: कैलेंडर
ht: Kalandriye
id: Kalender
is: Dagatal
it: Calendario
ja: カレンダー
ko: 캘린더
mi: Maramataka
ms: Kalendar
nb: Kalender
nb_instk12: Kalender
nl: Kalender
pl: Kalendarz
pt: Calendário
pt_br: Calendário
ru: Календарь
sl: Koledar
sv: Kalender
sv_instk12: Kalender
th: ปฏิทิน
vi: Lịch
zh: 日历
zh_hk: 行事曆

source: Calendars
ar: التقويمات
ca: Calendaris
cy: Calendrau
da: Kalendere
da_instk12: Kalendere
de: Kalender
es: Calendarios
es_es: Calendarios
fi: Kalenterit
fr: Calendriers
fr_ca: Calendriers
ga: Féilirí
hi: कैलेंडर
ht: Kalandriye
id: Kalender
is: Dagatöl
it: Calendari
ja: カレンダー
ko: 캘린더
mi: Ngā Maramataka
ms: Kalendar
nb: Kalendere
nb_instk12: Kalendere
nl: Kalenders
pl: Kalendarze
pt: Calendários
pt_br: Calendários
ru: Календари
sl: Koledarji
sv: Kalendrar
sv_instk12: Kalendrar
th: ปฏิทิน
vi: Lịch
zh: 日历
zh_hk: 行事曆

source: Calendars (%d)
ar: التقويمات (%d)
ca: Calendaris (%d)
cy: Calendrau (%d)
da: Kalendere (%d)
da_instk12: Kalendere (%d)
de: Kalender (%d)
es: Calendarios (%d)
es_es: Calendarios (%d)
fi: Kalenterit (%d)
fr: Calendriers (%d)
fr_ca: Calendriers (%d)
ga: Féilirí (%d)
hi: कैलेंडर (%d)
ht: Kalandriye (%d)
id: Kalender (%d)
is: Dagatöl (%d)
it: Calendari (%d)
ja: カレンダー (%d)
ko: 캘린더(%d)
mi: Ngā Maramataka (%d)
ms: Kalendar (%d)
nb: Kalendere (%d)
nb_instk12: Kalendere (%d)
nl: Kalenders (%d)
pl: Kalendarze (%d)
pt: Calendários (%d)
pt_br: Calendários (%d)
ru: Календари (%d)
sl: Koledarji (%d)
sv: Kalendrar (%d)
sv_instk12: Kalendrar (%d)
th: ปฏิทิน (%d)
vi: Lịch (%d)
zh: 日历(%d)
zh_hk: 行事曆 (%d)

source: Camera
ar: الكاميرا
ca: Càmera
da: Kamera
da_instk12: Kamera
de: Kamera
es: Cámara
es_es: Cámara
fi: Kamera
fr: Caméra
fr_ca: Caméra
ga: Ceamara
hi: कैमरा
ht: Kamera
id: Kamera
is: Myndavél
it: Videocamera
ja: カメラ
ko: 카메라
mi: kāmera
ms: Kamera
nb: Kamera
nb_instk12: Kamera
pl: Kamera
pt: Câmara
pt_br: Câmera
ru: Камера
sl: Fotoaparat
sv: Kamera
sv_instk12: Kamera
th: กล้องถ่ายรูป
zh: 摄像机、照相机
zh_hk: 攝影機

source: Can Edit
ar: يمكن التحرير
ca: Es pot editar
cy: Gallu golygu
da: Kan redigere
da_instk12: Kan redigere
de: Kann bearbeiten
es: Puede editar
es_es: Se puede editar
fi: Voi muokata
fr: Peut éditer
fr_ca: Peut modifier
ga: Is féidir Cuir in Eagar
hi: संपादन कर सकते हैं
ht: Kapab Modifye
id: Dapat Mengedit
is: Getur breytt
it: Può modificare
ja: 編集可能
ko: 편집 가능
mi: Ka taea te whakatika
ms: Boleh Diedit
nb: Kan redigere
nb_instk12: Kan redigere
nl: Kan bewerken
pl: Może edytować
pt: Pode Editar
pt_br: Pode editar
ru: Можно редактировать
sl: Lahko ureja
sv: Kan redigera
sv_instk12: Kan redigera
th: สามารถแก้ไขได้
vi: Có Quyền Chỉnh Sửa
zh: 可以编辑
zh_hk: 可編輯

source: Can’t find your school? Try typing the full school URL.
ar: لا تستطيع العثور على مدرستك؟ حاول كتابة رابط URL الكامل للمدرسة.
ca: No trobeu l'escola? Proveu d'escriure l'URL de l'escola complet.
cy: Methu dod o hyd i’ch ysgol? Ceisiwch deipio URL llawn yr ysgol.
da: Kan du ikke finde din skole? Prøv at indtaste skolens fulde URL.
da_instk12: Kan du ikke finde din skole? Prøv at indtaste skolens fulde URL.
de: Finden Sie Ihre Schule nicht? Geben Sie den vollständigen URL der Schule ein.
es: ¿No encuentra su escuela? Intente escribir la URL completa de la escuela.
es_es: ¿No puedes encontrar tu escuela? Intenta escribir la URL completa de la escuela.
fi: Etkö löydä kouluasi? Yritä kirjoittaa koko koulun URL
fr: Vous ne trouvez pas votre école ? Essayez d’entrer l’URL complète de l’école
fr_ca: Vous ne trouvez pas votre école? Essayez de saisir l'URL complète de l’école.
ga: Ní féidir leat do scoil a aimsiú? Bain triail as URL iomlán na scoile a chlóscríobh.
hi: अपना स्कूल नहीं मिल रहा? स्कूल का पूर्ण URL लिखने की कोशिश करें।
ht: Ou paka jwenn lekòl ou a? Eseye tape tout URL lekòl la
id: Tidak dapat menemukan sekolah Anda? Coba ketikkan URL sekolah lengkap.
is: Finnurðu ekki skólann þinn? Prufaðu að slá inn alla vefslóð skólans.
it: Non riesci a trovare la tua scuola? Prova a digitare l’URL della scuola per intero.
ja: 学校が見つかりませんか？学校の完全なURLを入力してみてください。
ko: 학교를 찾을 수 없습니까? 학교 전체 URL을 입력해 보세요.
mi: Kaore e kitea tō kura? Ngana ki te pātō te nuinga o te kura url
ms: Tidak menemui sekolah anda? Cuba taip URL sekolah yang penuh.
nb: Kan du ikke finne skolen din? Prøv å skrive hele skolens URL.
nb_instk12: Kan du ikke finne skolen din? Prøv å skrive hele skolens URL.
nl: Kun je je school niet vinden? Typ de volledige URL van de school.
pl: Nie możesz znaleźć swojej szkoły? Spróbuj wprowadzić pełen adres URL szkoły.
pt: Não consegue encontrar a sua escola? Tente digitar o URL completo da escola.
pt_br: Não consegue localizar a sua escola? Tente digitar a URL completa da escola.
ru: Не можете найти ваше учебное заведение? Попробуйте набрать полный адрес URL учебного заведения.
sl: Ali svoje šole ne najdete? Poskusite vnesti poln naslov URL šole.
sv: Hittar du inte din skola? Försök att skriva in skolans fullständiga URL.
sv_instk12: Hittar du inte din skola? Försök att skriva in skolans fullständiga URL.
th: ไม่พบสถานศึกษาของคุณใช่หรือไม่ ลองพิมพ์ URL เต็มของสถานศึกษา
vi: Không tìm được trường của bạn? Hãy thử nhập URL đầy đủ của trường
zh: 找不到您的学校？尝试键入完整的学校 URL。
zh_hk: 找不到您的學校？請嘗試輸入學校完整 URL。
